const films = [
  `Вы любите смотреть фильмы онлайн и проводите много времени, прочесывая сайты в
поисках чего-нибудь интересного? Стоит задержаться на ivi.ru – фильмов, которые
собраны у нас, вам хватит надолго. Коллекция постоянно пополняется как новыми
фильмами, так и признанными шедеврами прошлых лет! Независимо от того, кто вы –
любитель энергичных боевиков или поклонница молодежных сериалов, изобилие нашего
каталога заставит вас забыть обо всех других способах проведения досуга, и вы
будете пересматривать любимые фильмы онлайн снова и снова!`,
  `Выбор фильмов очень широк и многообразен, так что каждый найдет для себя что-то
интересное, каким бы ни были его вкусы. Предпочитаете картины исключительно
зарубежного производства? У нас их предостаточно: это и золотая классика
Голливуда, и душевные французские комедии, и темпераментные итальянские драмы, и
шумные индийские музыкальные фильмы. А может, вы патриот и любите российские
фильмы? Что ж, и таких фильмов у нас немало. Что вам больше по вкусу – добрая
старая классика или новинки кинопроката? Неважно, каким будет ваш ответ – у нас
есть все, как картины эпохи зарождения кинематографа, так 2018 года и фильмы 2017.`,
  `В нашем каталоге вы найдете любые жанры. Это и фильмы про любовь, и детективы, и
боевики, и вестерны, и фантастика, и арт-хаус, и уморительные комедии, и фильмы
про войну, и ужасы, и триллеры, и документалистика... Кроме «полного метра» на
сайте представлены также короткометражные фильмы, а также иностранные и русские
сериалы.`,
  `Если вас интересуют самые знаковые фильмы онлайн в том или ином жанре, система
рубрикации поможет вам без труда сориентироваться и найти, например, лучшие драмы
или лучший анимационный фильм онлайн.`,
  `Не упустите замечательную возможность смотреть фильмы онлайн без регистрации,
выбирая только то, что вам действительно интересно, и тогда, когда вам это удобно.
Ведь это так просто и приятно!`,
];

const comedy = [
  `Любишь смотреть онлайн комедии с участием Эдди Мёрфи, Джима Керри или Адама Сэндлера? Считаешь лучшим кино именно комедийные фильмы, которые вызывают смех и улыбки? В таком случае добро пожаловать на Иви! Любая кинокомедия из списка – это отличный способ поднять себе настроение. Но что долго говорить: лучше смотреть культовые фильмы – комедии со всего света прямо сейчас.`,
  `Если начинаешь смотреть бесплатно комедии, остановиться уже тяжело. Тем более что на Иви найдётся что-то интересное для всех ценителей юмора и веселья. Советская классика, оригинальные российские хиты, лучшие комедии зарубежного производства: в коллекции Иви можно подыскать себе картину на свой вкус.`,
  `Многим может ошибочно показаться, что этот жанр – один из самых простых в кинематографе. На самом деле, смешить людей – особое искусство. Но для талантливых режиссёров нет невозможного. И чтобы убедиться в этом, смотри новые отечественные и зарубежные комедии бесплатно онлайн в отличном качестве.`,
  `Смотреть кинокомедии-новинки онлайн – значит, неустанно удивляться разнообразию тем, сюжетов и курьёзных ситуаций. Так, например, фильм может представлять собой игру с переодеванием, пародию, политическую сатиру, юмористический рассказ об отношениях между мужчинами и женщинами и т. д. Смотреть комедии в хорошем качестве онлайн легко и удобно вместе с Иви!`,
];

const drama = [
  `Вы не относитесь к числу поклонников фильмов с бесконечными драками, бешеными погонями и стрельбой, а предпочитаете по-настоящему душевное кино? Благодаря большой коллекции IVI вы можете каждый день смотреть онлайн серьезные и проникновенные драматические фильмы. В нашем списке вы найдете и семейные драмы (их сюжет основан на конфликтах и напряженных ситуациях в кругу близких), и военные картины, герои которых борются не только за свою жизнь, но и за других. Любители разгадывать тайны человеческой души могут посмотреть онлайн тонкие психологические драмы. Не стоит забывать и о социальных, мистических, исторических и даже философских лентах. Смотреть драму – словно изучать жизнь других людей, вставая на их место. За полтора-два часа перед вашими глазами предстанут самые сложные и запутанные жизненные ситуации, выход из которых вы попытаетесь найти вместе с главными героями. И несмотря на то, что в подобных картинах вы не всегда найдете экшн и спецэффекты, масса эмоций и незабываемых впечатлений вам гарантирована. Смотрите драмы онлайн бесплатно на любой вкус – от работ отечественных режиссеров до лент признанных мэтров Голливуда. Мы рекомендуем также оценить работы азиатских и европейских авторов. Одно из преимуществ такого жанра, как драма, – возможность насладиться сильными объемными ролями любимых актеров. Сандра Баллок и Джулия Робертс, Ричард Гир и Джордж Клуни, Алиса Фрейндлих и Леонид Броневой, Олег Янковский и Александр Абдулов, – зритель любого возраста найдет в этих картинах «своего» героя. В комфортной домашней обстановке вы можете смотреть драмы бесплатно и в отличном качестве. Одно из преимуществ онлайн-кинотеатра в том, что можно вдоволь поплакать над драматическими историями и никого не стесняться. И никакого хруста попкорна над ухом в самые эмоциональные моменты!`,
];

const boeviki = [
  `Смотреть боевики онлайн – не значит просто наблюдать за игрой в кошки-мышки хорошего героя с плохим. Онлайн фильмы боевики – не просто постоянная стрельба. Этому жанру не чужда глубокая философия, тонкий юмор и лирические сцены. Особенно, если за создание картин берутся культовые режиссеры – Джеймс Кэмерон, Стивен Спилберг, Люк Бессон и т.д.`,
  `Планируя вечером смотреть фильмы боевики, обратите внимание на актерский состав. Ведь есть настолько талантливые актеры, что одно их присутствие может превратить картину в настоящую легенду. Бесспорным мастерством перевоплощения обладают Сильвестр Сталлоне, Брюс Уиллис, Брюс Ли, Джекки Чан, Чак Норрис и т.д. И уж если их появление на съемочной площадке гарантирует, что сборы фильма будут просто огромны, значит, вам уж точно не стоит отказывать себе в удовольствии смотреть боевики онлайн бесплатно с их участием.`,
  `Если вы любите смотреть фильмы онлайн, то, должно быть, знакомы с основными амплуа актеров. Это бунтари и бойцы, сохраняющие свою внутреннюю независимость даже в самых сложных ситуациях. Герои удивляют своим мужеством и готовностью в любой момент подкрепить свои слова делом.`,
  `Смотреть боевик онлайн любят и тинейджеры, и более зрелые киноманы. Ведь каждый находит в них что-то свое. Так что боевик кино онлайн – это не теряющее своей актуальности увлечение для «мальчиков» почти всех возрастов.`,
  `Боевик смотреть онлайн бесплатно можно на нашем портале. Особое достоинство ресурса заключается в том, что здесь можно найти не только нашумевшие картины, вроде «Крепкого орешка», «Рокки», «Терминатора» и т.д., но и малоизвестные фильмы-боевики.`,
  `В общем, если хотите без ограничений смотреть боевики бесплатно, приглашаем вас начать это делать прямо сейчас на нашем кинопортале! Пусть боевики онлайн помогут вам понять, что сила, хоть и важный, но не единственный фактор в борьбе со злом.`,
];

const thriller = [
  `Хочется острых ощущений? Значит, пришла пора посмотреть леденящий кровь триллер. А таких фильмов за последние годы было сняло более чем достаточно. Среди их героев – монстры из преисподней, ожившие полевые чучела и коллекционеры человеческих органов. Оказаться с ними в одной компании не просто неприятно, а смертельно опасно. Но в отличие от их жертв, вы в любой момент можете сбежать в другую комнату. Если, конечно, освободитесь от сковавшего вас ужаса.`,
  `Смотреть фильмы триллеры онлайн в одинаковой степени страшно и интересно. Конечно, многое зависит и от сюжета триллера, который практически всегда предполагает встречу главных героев с чем-то мистическим и неизведанным. Эту роль может выполнять призрак маленькой девочки, задушенной в огромном доме собственной матерью, или странное лесное существо, одного за другим убивающее студентов, приехавших на отдых на заброшенную турбазу…`,
  `Впрочем, значительная часть триллеров строится вокруг отношений людей, а не мистических событий. Зачастую к такому фильму добавляется эпитет «психологический». Он изначально настраивает зрителей на то, что им придется внимательно следить за ходом событий и попытаться разобраться в чувствах, которые движут героями. А чувства эти далеко не всегда бывают положительными – как раз наоборот. Вот поэтому смотреть психологические триллеры онлайн не менее жутко, чем киноленты про маньяков и оборотней.`,
  `Непременно начинайте смотреть триллеры онлайн, снятые режиссерами нового поколения: Энтони Ди Блейси, Нилом Маршаллом и Тимом Коксом. Максимум саспенса и визуальных спецэффектов, минимум мелодраматичных сцен и пространных размышлений. Только нужно сразу приготовиться к тому, что будет очень, очень страшно!`,
  `Мы постоянно ищем новые впечатления. Триллеры – именно то, что может сполна удовлетворить нашу жажду ярких эмоций. Так что выбирайте фильм по душе и начинайте смотреть его онлайн в компании друзей. Или в одиночку, если вы считаете, что ваши крепкие нервы выдержат это жуткое зрелище.`,
  `Воспользуйтесь уникальной возможностью смотреть триллер онлайн бесплатно!`,
];

const adventures = [
  `Вы желаете погрузиться в мир необычайных и увлекательных приключений? Вы хотите переживать вместе с киногероями события, от которых захватывает дух? Тогда смотрите приключения онлайн бесплатно на ivi.ru`,
  `Лучшие фильмы приключения сочетают в себе черты множества других жанров. Любители посмотреть зрелищные и впечатляющие драки найдут для себя в таких фильмах интересные моменты. Тем, кто любит окунуться в мир неизведанного и делать новые для себя открытия, фильмы приключения онлайн тоже доставят массу удовольствия. И какие же приключения без романтики и необычных историй любви? Находится в таких фильмах место и любви. Благодаря многогранности и универсальности приключенческого жанра смотреть приключения онлайн бесплатно можно всей семьей.`,
  `Если вы хотите с головой окунуться в приключения, связанные с поиском затерянных сокровищ и неизведанных миров, то можете присоединиться к персонажам, созданным Стивеном Спилбергом и Джорджем Лукасом. Этих режиссеров по праву можно считать законодателями моды в данном жанре. Ими были созданы лучшие фильмы приключения всех времен и народов.`,
  `Начинайте смотреть фильмы приключения онлайн прямо сейчас, и вы не пожалеете о проведенном перед экраном времени. Эти картины не дадут вам расслабиться ни на минуту. Приключения погрузят вас в новый неизведанный мир и подарят незабываемые впечатления. После просмотра таких фильмов хочется снова и снова следить за приключениями главных героев, на которых обрушиваются серьезные испытания.`,
  `Лучшие фильмы приключения отечественных и зарубежных режиссеров гарантируют вам приятное времяпрепровождение перед экраном. После бесплатного просмотра таких картин хочется встать с дивана и отправиться в путь, навстречу опасностям, поджидающим вас на каждом шагу и незабываемым приключениям, захватывающим дух и будоражащим воображение.`,
  `С ivi.ru смотреть приключения онлайн бесплатно можно в любое время и в удобном месте!`,
];

const foreign = [
  `В этом разделе ivi.ru вы можете бесплатно и в изумительном качестве смотреть зарубежные фильмы онлайн. В коллекции нашего сайта представлены зарубежные фильмы разных жанров – приключенческие боевики, романтические комедии, захватывающие детективы, трогательные мелодрамы. Лучшие работы итальянских, американских, английских, французских кинорежиссеров – на ivi.ru любой найдет кинокартины по душе, причем, как свежие ленты, так и легендарные шедевры кино.`,
];

const melodramy = [
  `Вам надоело насилие, бесконечным потоком льющееся с экранов телевизоров? Хотите смотреть кино и испытывать при этом только самые глубокие и приятные чувства? Тогда начинайте смотреть мелодрамы онлайн уже сейчас.`,
  `Эти кинокартины заставляют людей задуматься о многом. Их просмотр пробуждает в любом человеке серьезные эмоции и переживания. Смотреть мелодрамы онлайн могут все, и все будут переживать настоящие чувства. Даже закоренелый любитель боевиков, фантастики и ужастиков оценит картины, относящиеся к жанру мелодрамы. Они способны поразить воображение любого зрителя и глубоко тронуть его.`,
  `Те сценаристы, режиссеры и актеры, которые работают над созданием мелодрам, являются настоящими мастерами своего дела. Ведь разбудить в людях самые искренние и высокие чувства, заставить их переживать вместе с героями не так уж и просто. Для этого нужно очень постараться, да и одного только старания не достаточно, нужно еще вложить в свое произведение душу, жить им. Только тогда оно принесет желаемый эффект и заставит сердца зрителей биться сильнее, сопереживая героям фильмов-мелодрам.`,
  `Очень часто в грусти и печали, при проявлении депрессии люди начинают смотреть мелодрамы онлайн. Стоит отметить, что это помогает справиться с очень многими проблемами и переживаниями. Такие фильмы помогают пересмотреть свои взгляды на многие вещи, найдя тем самым выход из любых жизненных ситуаций и варианты решения целого ряда проблем, которые до этого казались неразрешимыми.`,
  `Смотрите фильмы мелодрамы онлайн, и вы обеспечите себе приятное времяпрепровождение и получите настоящие эмоции, которые отложатся в вашем сердце надолго. Эти картины заставят вас плакать и смеяться, переживать и радоваться вместе с их героями. Они подарят по-настоящему незабываемые впечатления от просмотра, которые надолго отпечатаются в памяти. Попробуйте смотреть фильмы онлайн мелодрамы прямо сейчас, и вы с удивлением для себя обнаружите, что вас будет тянуть к ним снова и снова.`,
];

const fantastika = [
  `Приглашаем всех коллекционеров версий о конце света, интересующихся загробной жизнью, поклонников маленьких зеленых человечков, а также нанотехнологий, позволяющих со скоростью света бороздить просторы параллельных миров, признаться, что нет ничего интереснее, чем фантастика, причем в неограниченном количестве и с самыми невероятными спецэффектами. Мы гарантируем: без острых ощущений вы точно не останетесь!`,
  `Смотреть фантастику онлайн любит просто космически огромное количество людей. Однако это еще не говорит об универсальности этих фильмов. Дело в том, что в этом жанре создаются картины с различными «вкусовыми» добавками. Не понимаете, о чем идет речь? Тогда пришло время привести пару примеров.`,
  `Научная фантастика. Такие фантастические фильмы для онлайн-просмотра выбирают те, кому важно верить в реальную возможность придуманного режиссером сюжета. Ведь кино этого поджанра хоть и является выдумкой, однако во многом соответствует научному восприятию мира.`,
  `Фантастика про роботов. Создание искусственного интеллекта – вопрос, который уже давно волнует ученых. И именно этой теме посвящены картины, в которых режиссеры делятся со зрителями своими догадками о том, способны ли роботы к саморазвитию, присущи ли им человеческие чувства и так далее.`,
  `Это, конечно же, еще не все «рецепты приготовления» фантастического кино – фантастика онлайн действительно многолика и разнообразна. Однако режиссеры и на этом не остановились, решив приправить свои творения специями: юмором (фильмы Джошуа Транка, Трея Паркера, Гарта Дженнингса, Энтони Хикокса); кровавыми расправами из боевиков (лучшая фантастика онлайн от Карла Бессая, Кристофера Нолана, Керри Конрана или Майкла Спирига); мистическим антуражем (работы Дика Маса, Пола Зиллера, Теренса Фишера) и т.д.`,
  `Словом, если вы хотите получить возможность смотреть фантастику онлайн сегодня, завтра и всегда, когда вам удобно, просто выбирайте фильм по вкусу и наслаждайтесь! А мы в свою очередь гарантируем вам высокое качество видео и самые невероятные режиссерские идеи.`,
];

const fantasy = [
  `Необычное визуальное оформление, невероятные события, выдуманные миры, пронизанные магией и волшебством, — это особенности такого популярного жанра, как фэнтези. Оно погружает нас в другую реальность, и за это фэнтезийные фильмы любят миллионы зрителей во всем мире. Ведь как нам всем порой недостает чудес! На нашем портале представлен список разных кинохитов данного жанра на любой вкус. Захватывающие сюжеты, необычные декорации, головокружительные спецэффекты, отличное музыкальное сопровождение, – смотрите лучшие фэнтези-фильмы онлайн в отличном качестве!`,
];

const dlya_vsei_semi = [
  `Есть множество вариантов семейного досуга, и один из самых доступных – это совместный кинопросмотр. При этом речь идет не только об организованном походе в кинотеатр – всегда можно посмотреть кино дома, в знакомой и располагающей к расслабленному отдыху обстановке. Ведь так приятно бывает собраться вечером всей семьей, устроиться поудобнее у экрана и посмотреть хорошую комедию или мелодраму. В нашей коллекции фильмов для всей семьи собрано кино, которое будет одинаково интересно смотреть онлайн и детям, и взрослым. В нашем списке лучших семейных фильмов вы найдёте свежие новинки (комедия «Дедушка Нелёгкого поведения» или диснеевская экранизация «Мулан») и картины, ставшие настоящей классикой («Один дома» или все фильмы о приключениях мальчика-волшебника Гарри Поттера). Не стоит беспокоиться о том, что малыши увидят на экране что-то жестокое или страшное, ведь семейное кино – это всегда проверенные фильмы, которые учат добру и справедливости, и в ста процентах случает вас ожидает счастливый финал.`,
];

const detective = [
  `Лучшие фильмы детективы привлекают зрителей кажущейся обыденностью сюжета и обстановки. Здесь может не быть необычных спецэффектов. Нет сцен бурных сражений, когда один до предела накачанный герой, имея в руках лишь пистолет, патроны в котором каким-то чудесным образом не заканчиваются, с легкостью расправляется с шайкой вооруженных до зубов негодяев. Онлайн детективы максимально приближены к реальной жизни. Именно этим они и привлекают внимание любителей напрячь свои извилины и вместе с сыщиками найти преступника. Если вы любите запутанный сюжет, если вам хочется вместе с главными героями картины «пошевелить извилинами», то детективы обязательно придутся вам по душе. Фильмы детективы способны настолько увлечь зрителя и погрузить его в пучину событий, что в поисках разгадки запутанного происшествия можно забыть о времени и почувствовать себя частью мира, так отличающегося от ежедневной рутины. Режиссёрами снято огромное количество детективов, посвященных талантливым сыщикам, чей пытливый ум, цепляясь за каждую мелочь, распутывает клубок событий и с легкостью определяет злоумышленника. Смотря фильмы из нашего списка лучших картин детективного жанра, вы не только получаете незабываемые впечатления, но обеспечиваете неплохую тренировку своему мозгу. Разгадка череды запутанных событий, в которых есть множество, казалось бы, никак между собой не вяжущихся фактов – дело не из легких. Этот процесс заставляет серое вещество активно работать и искать разгадку тайны. Мы с уверенностью можем сказать, что время, потраченное на бесплатный просмотр детективов онлайн, не будет потеряно. Вы вынесете из этого массу удовольствия и обеспечите себе зарядку для ума. Итак, вперед, к раскрытию очередной тайны! Смотреть детективы онлайн можно бесплатно, по подписке Иви или оформив покупку на нашем сайте.`,
];

const horror = [
  `Пробегающий по коже мороз, острое желание забраться под одеяло с головой, перед этим проверив, крепко ли заперты двери, холодная дрожь по спине от любого шороха на кухне… Все эти ощущения гарантированы вам после просмотра хорошего фильма ужасов. Вы можете выбирать из огромной фильмотеки и смотреть лучшие фильмы ужасов онлайн тогда, когда вы этого захотите.`,
  `Казалось бы, новыми сюжетами удивить нас сложно, как и новыми героями. Но все равно, когда вы начинаете смотреть ужасы онлайн, вам почему-то страшно, как в детстве. И немудрено – создатели фильмов ужасов постарались для этого. Чего стоят одни только персонажи из этих фильмов! Зомби, вампиры, морские чудовища, насекомые-гиганты, змеи, пришельцы, кровожадные маньяки, которые точат ножик в ожидании очередной жертвы. Ужасы онлайн – отличная возможность познакомиться со всеми этими существами, если до сих пор вы не имели чести их знать. В комедиях нас заставляют смеяться, прежде всего, слова и мимика героев. Боевики впечатляют драками, мелодрамы – печальными обстоятельствами, в которые попал тот или иной персонаж. Фильмы ужасов же достигают нужного результата за счет спецэффектов и натуралистичных картинок. Обилие крови, реалистичные пытки, выражение муки на лицах героев… Если вам этого мало, будьте уверены: сценаристы и режиссеры придумают для своего кино целый ряд напряженных или неожиданных моментов, чтобы пощекотать нервы зрителя, заставят гримеров сделать невозможное, попросят композитора подобрать соответствующий звуковой ряд – и вот вы уже дрожите от страха у экрана!`,
  `Характерная особенность фильмов ужасов: в них нечасто снимаются известные актеры (видимо, неизвестных не так жалко убивать). Однако некоторые ужастики все же могут похвастаться звездными именами, такими, как Джонни Депп, Джулианна Мур, Джессика Альба и даже Роберт де Ниро! Смотрите ужастики онлайн с участием этих актеров в данном разделе – вы не будете разочарованы.`,
  `Вы сможете погрузиться в мрачную атмосферу фильма с головой и сполна прочувствовать все, что хотели донести до вас создатели. Открывайте список и начинайте смотреть онлайн фильмы ужасов прямо сейчас!`,
];

const sovetskoe_kino = [
  `Советские, Все страны, Все годы
  На советском кинематографе выросло несколько поколений зрителей, до сих пор с ностальгией вспоминающих добрый и интеллигентный юмор, талантливых разноплановых актеров и фразы, ставшие крылатыми. В этом разделе вы найдете бесплатные советские фильмы и проведете чудесный вечер за их просмотром.`,
  `Кинопортал www.ivi.ru – это сокровищница для тех, кто знает толк в настоящем кино. Помимо огромного выбора мы предлагаем советские фильмы смотреть онлайн: просмотр является бесплатной услугой и может осуществляться как на сайте, так и через социальные сети.`,
  `Разве не замечательно сидеть тихим вечером дома и в который раз следить за приключениями «Неуловимых мстителей», сопереживать Тоне Кислицыной из «Девчат» и от души смеяться над ужимками Яшки-артиллериста («Свадьба в Малиновке»)? Мы предлагаем вам лучшие советские фильмы, которые подарят – в который раз! – много радостных моментов и, возможно, вернут вас во времена вашей юности.`,
];

const voennye = [
  `К сожалению, мировая история преподносит режиссерам все новые идеи для военных фильмов. Великая Отечественная и мировая война, Афганистан, Перл-Харбор, карательные акции фашистов, перевороты в странах третьего мира – перечень можно продолжать еще долго. Лучшие военные фильмы расскажут вам о событиях, свидетелем которых вам посчастливилось НЕ БЫТЬ.`,
  `Вы быстро сориентируетесь в системе поиска фильмов на нашем ресурсе. К вашим услугам краткие описания, простая система фильтра для фильмов, альтернативные возможности регистрации.`,
  `Смотреть военные фильмы онлайн вы можете в любое время, имея лишь компьютер и доступ к интернету. Мы размещаем на сайте только лицензионные видеоматериалы, поэтому отечественные и зарубежные картины доступны вам в самом высоком качестве.`,
];

const rossijskie = [
  `Многие российские фильмы по масштабам декораций, качеству актерской игры и уровню драматургии не уступают голливудским лентам. Да и сюжеты таких картин как «Движение вверх», «Лёд», «Т-34», «Экипаж», «Сталинград» и других настолько увлекательны, что от них сложно оторваться. Специально для поклонников отечественного кино мы составили список, в который попали лучшие русские фильмы разных годов выпуска. На ваш выбор – десятки отечественных комедий, мелодрам, боевиков и кинолент других жанров, которые вы можете смотреть онлайн в хорошем качестве. Устраивайтесь поудобнее и начинайте просмотр прямо сейчас!`,
];

const istoricheskie = [
  `Исторический фильм – это правда или режиссерский вымысел? Чаще всего и то, и другое: место, время и герой – реальные, а детали и обстоятельства – вымышленные. Поэтому смотреть фильмы о существовавших в действительности персонажах порой интереснее, чем читать скучный учебник. На портале ivi собраны лучшие исторические фильмы, и коллекция постоянно пополняется новинками.`,
  `Хороший исторический художественный фильм дает представление о том, что и век, и тысячу лет назад люди терзались такими же страстями и сомнениями, что и сейчас. Среди поклонников такого жанра, как историческое кино, есть представители всех возрастов и профессий. Ведь у лучших исторических фильмов есть огромное преимущество: они не отвлекают от реальности, а просто дают возможность посмотреть, как жили люди давно ушедших эпох.`,
  `Всем, кому интересно прошлое, советуем смотреть онлайн бесплатно в хорошем качестве исторические фильмы, а также следить за обновлениями на нашем сайте. Хотите пересмотреть понравившийся исторический фильм бесплатно и в хорошем качестве? Такая возможность всегда доступна: смотрите лучшие исторические фильмы на Иви и наслаждайтесь ими.`,
];

const detskiy = [
  `Детское кино онлайн – отличная возможность познакомить ваших детей с лучшими советскими картинами и фильмами Диснея, не дожидаясь, когда же их снова покажут по телевизору. Это добрые фильмы, которые учат быть отзывчивым, трудолюбивым, преданным своим друзьям. Вы и сами с удовольствием посмотрите детские фильмы онлайн вместе со своим малышом. Чтобы найти нужное вам детское кино онлайн, отсортируйте картины по странам или по году выпуска. Вы также можете выбрать вкладку «популярные сегодня», «самые популярные», «по новизне», «по алфавиту», и вы увидите список фильмов, подходящих по вашим критериям. Затаив дыхание следить за новогодними приключениями Маши и Вити, вместе с Гарри Поттером ходить на уроки зельеварения, смеяться над шутками озорного Буратино, волноваться за Герду, отправившуюся на поиски лучшего друга Кая, а может умиляться забавному английскому мишке Падингтону – всё это возможно в нашем онлайн-кинотеатре! Детские фильмы, которые станут для вас и вашего ребенка волшебным путешествием в мир доброй сказки, можно смотреть онлайн бесплатно, по подписке Иви или же оформив покупку. Приятного просмотра!`,
];

const comics = [
  `Комиксы уже давно перестали быть развлечением для подростков: сегодня их читают люди разных возрастов, социальных статусов и интересов. Современная киноиндустрия идёт в ногу с поп-культурой и производит всё больше фильмов, основанных на комиксах – примером могут служить масштабные франшизы по вселенным Marvel comics и DC. Появляясь на большом экране, герои комиксов приобретают всё большую известность, а исполнители их ролей быстро становятся настоящими суперзвёздами. «Мстители», «Люди Икс», «Бэтмэн», «Хранители», «Город Грехов» – с момента экранизаций этих историй их персонажи значительно расширили свою фан-базу. Специально для поклонников «Марвел», «ДС» и других графических романов мы подготовили подборку, куда попали фильмы, снятые по комиксам. Вы можете смотреть их онлайн на нашем сайте в отличном качестве. Приятного просмотра!`,
];

const disaster = [
  'Вы сможете погрузиться в мрачную атмосферу фильма с головой и сполна прочувствовать все, что хотели донести до вас создатели. Открывайте список и начинайте смотреть онлайн фильмы ужасов прямо сейчас!',
];

const arthouse = [
  `От голливудского кино с его банальными сюжетами и одними и теми же актерами, кочующими из фильма в фильм, рано или поздно устаешь. Вот тогда в поисках чего-то нового и необычного вы и натыкаетесь на киноленты из категории авторское кино (артхаус). И совершенно неожиданно ваше представление о современном кинематографе переворачивается с ног на голову. Оказывается, в нем есть нечто поинтереснее озабоченных американских подростков и ходячих мертвецов!`,
  `Для многих людей, поверхностно знакомых с фильмами этого жанра, артхаус, или независимое авторское кино, представляется чем-то очень скучным, монотонным и ужасно затянутым. Это в корне неверно. Смотреть артхаус онлайн так же интересно и увлекательно, как и приключенческие ленты. Но зритель при этом должен понимать, что артхаусное кино нечасто строится на драйве и погружении в экшн, к которым нас приучил Голливуд.`,
  `С первых минут американского блокбастера мы ждем ярких впечатлений – взрывов, погонь, выскакивающих из-за угла зомби. Или, по крайней мере, сальных шуточек, которые то и дело отпускают главные герои. Так вот, всего этого вы не найдете в авторском кино при онлайн просмотре. Однако взамен зрителю предлагается потрясающий до глубины души сюжет, нестандартные способы съемки и сверхреалистичная игра актеров.`,
  `К слову, именно в игре актеров и заключается одно из главных отличий авторского от голливудского кино. Когда вы следите за невероятными подвигами Джейсона Стэйтма, вы совершенно четко понимаете, что его персонаж априори не может существовать в действительности. Но когда вы смотрите артхаус фильмы онлайн, где играют Уиллям Дефо или исландская певица Бьорк, их герои кажутся самыми что ни на есть реальными. Они вполне могли бы жить с вами по соседству, ходить в те же кафе и магазины.`,
  `Перед тем как приступить к просмотру авторского фильма, рекомендуем вам хотя бы в общих чертах изучить творчество снявшего его режиссера. Художественные взгляды и жизненные убеждения независимых режиссеров накладывают отпечаток на их картины. Кроме того, учитывайте и жанр фильма, ведь артхаус – лишь общее название всего независимого кино. В этом жанре снимают и драмы, и триллеры, и даже комедии.`,
  `Чем больше вы будете смотреть артхаус онлайн, тем меньше вас будут интересовать непритязательные голливудские фильмы, рассчитанные на массового зрителя. Независимое кино – своего рода наркотик, вызывающий быстрое и очень сильное привыкание. Попробовав однажды, остановиться вы уже не сможете!`,
];

const misticheskie = [
  `Таинственные исчезновения, загадочные послания, странные знаки, гулкие шаги и тихие шорохи – все это непременные составляющие мистических фильмов. И если вы обожаете истории, которые держат в напряжении и заставляют трепетать в ожидании развязки, которая должна расставить все по местам, то наша коллекция мистических фильмов создана специально для вас. Самые непредсказуемые, самые загадочные и просто леденящие душу истории ждут вас. Фильмы, где грань между реальным и нереальным стирается, где паранормальные явления в норме вещей, а появление на экране пентаграмм и существ иного мира вполне себе ожидаемо. Мы предлагаем смотреть онлайн лучшие мистические драмы, триллеры и детективы, начиная от классики жанра и заканчивая новинками кинопроката. Если вы ищете кино, которое заставит вас по-настоящему поверить в существование потусторонних сил, то вы пришли по адресу.`,
];

const crime = [
  `Запретная романтика криминального мира давно привлекает зрителей. Свист пуль, бешеные погони и борьба за власть заставляют сердце биться чаще, а пальцы – напряженно сжимать подлокотники кресла. Современный кинематограф предлагает зрителю захватывающие истории про плохих парней на любой вкус.`,
  `В нашей новой подборке, где соединены одни из лучших образцов этого жанра, вы сможете посмотреть фильмы про криминал онлайн. Четверка парней в лихие 90-е хотели немного подзаработать, но один неверный шаг толкнул их в пучину криминального мира. Следите за их восхождением к вершинам в культовом сериале «Бригада». Наследники знаменитых героев, уже в 2000-х продолжают борьбу с искушениями за гранью закона. Герой фильма «Бумер. Фильм второй» отчаянно пытается покончить с бандитским прошлым, но оно не хочет его отпускать, толкая на решительные действия. Криминальный триллер от режиссера Дэвида Кроненберга «Порок на экспорт» приоткроет зрителю подпольный мир русской мафии в Лондоне, а в боевике «Опасный Бангкок» наемный убийца в исполнении Николаса Кейджа столкнется с местной мафией, отказавшись выполнить очередной заказ.`,
];

const sport = [
  `Ничто так не закаляет силу духа и волю к победе, как спорт. Именно там царят нешуточные страсти и мощные конфликты, поэтому с самого начала появления кинематографа фильмы про спорт не сбавляют своей популярности. Что может быть интереснее, чем смотреть онлайн за взлетами и падениями героя, вместе с ним переживать разрушительные неудачи и подниматься к недостижимым вершинам?`,
  `Фильмы про спорт – это не просто история, которая забудется на следующий день, это целое послание, которое может жить в душе человека очень долго. Невозможно остаться равнодушным при просмотре онлайн таких картин, как «Легенда 17», «Лига мечты» или «Никогда не сдавайся». Эти спортивные фильмы доказывают, что если у человека есть настоящая мечта, то перед ним открыты все двери и ничто не сможет его остановить. Ведь именно эта вера и внутренний стержень присутствовали у всех величайших спортсменов. Смотреть онлайн фильмы про них – значит, получить частичку этой мощной энергии и веры в то, что нет ничего невозможного.`,
];

const biography = [
  `Есть такая серия книг в России – «Жизнь замечательных людей», в 2015 году этому масштабному книгоиздательскому проекту исполнилось 125 лет, за более чем вековой период выпущено около полутора тысяч томов. Это настоящие бестселлеры, знакомые каждому образованному человеку. Если печатные издания такого рода пользуются неизменным спросом у читателей, то киноистории о знаменитых людях, мужчинах и женщинах, всегда будут вызывать интерес огромной зрительской аудитории. Байопик – жанр специфический. Безусловно, жизнь замечательных людей на экране должна быть изображена максимально достоверно, и все же иногда для большей драматичности некоторые факты можно подать под особым углом, сжать или растянуть временные рамки, добавить долю художественного вымысла. Основанный на реальных событиях фильм от этого только выиграет. Представляем вашему вниманию каталог, в который вошли русские и зарубежные биографические фильмы. Исторические личности, политические деятели, ученые, спортсмены, музыканты, режиссеры, писатели, бизнесмены, артисты – о ком только не сняты байопики. В представленном списке вы найдете фильмы даже о знаменитых мафиози и ярких представителях фэшн-индустрии. Расширяйте свой кругозор, смотрите онлайн прекрасные биографические картины разных лет.`,
];

const western = [
  `К выходу на экраны восьмого фильма Квентина Тарантино хотим предложить вам проследить историю жанра «вестерн» и посмотреть лучшие фильмы жанра в специальной подборке «Очаровательная восьмерка». Здесь и любимая всеми советская пародийная комедия «Человек с бульвара Капуцинов», и жестокий и кровавый «Костяной томагавк», так поразивший критиков в прошлом году, и предыдущий хит Тарантино «Джанго освобожденный», и неподражаемый боевик Никиты Михалкова «Свой среди чужих, чужой среди своих». Желаем вам приятного просмотра!`,
];

const music = [
  `Музыкальные фильмы всегда дарят зрителям только самые положительные эмоции и незабываемые впечатления. В наш список вошли только самые лучшие зарубежные и советские произведения, которые одинаково понравятся людям всех возрастов. Это фильмы и для детей, и для подростков, и для всей семьи. Музыка способна достучаться для сердца каждого, поэтому в данной категории также находятся фильмы множества жанров, так что каждый непременно найдет здесь что-то свое.`,
];

export default {
  films,
  drama,
  comedy,
  boeviki,
  thriller,
  adventures,
  foreign,
  melodramy,
  fantastika,
  fantasy,
  dlya_vsei_semi,
  detective,
  horror,
  sovetskoe_kino,
  voennye,
  rossijskie,
  istoricheskie,
  detskiy,
  comics,
  disaster,
  arthouse,
  misticheskie,
  crime,
  sport,
  biography,
  western,
  music,
};
