export const LINKS = [
  [
    { title: 'О компании', href: '/123' },
    { title: 'Вакансии', href: '/123' },
    { title: 'Программа бета-тестирования', href: '/123' },
    { title: 'Информация для партнёров', href: '/123' },
    { title: 'Размещение рекламы', href: '/123' },
    { title: 'Пользовательское соглашение', href: '/123' },
    { title: 'Политика конфиденциальности', href: '/123' },
    { title: 'Комплаенс', href: '/123' },
  ],
  [
    { title: 'Мой Иви', href: '/123' },
    { title: 'Что нового', href: '/123' },
    { title: 'Фильмы', href: '/123' },
    { title: 'Сериалы', href: '/123' },
    { title: 'Мультфильмы', href: '/123' },
    { title: 'TV+', href: '/123' },
    { title: 'Что посмотреть', href: '/123' },
  ],
];