{
    "watchBySubscription": "Смотреть по подписке",
    "watchForFree": "Смотреть бесплатно",
    "firstSlide": "Серхио шпионит за жильцами дома, куда он случайно попал. Непредсказуемая испанская драма",
    "secondSlide": "Преступник Айзек вступает в смертельную схватку с собственным сыном. Вестерн с Сэмом Уортингтоном",
    "thirdSlide": "Капитан Семёнов продолжает наводить ужас на преступников в продолжении суперхитового сериала",
    "fourthSlide": "Девушка-врач из деревни преображает надменного пластического хирурга. Турецкая романтическая комедия",
    "fifthSlide": "Дети из глубинки попадают под влияние таинственной и зловещей силы. По рассказу Стивена Кинга",
    "sixthSlide": "Дед Захар борется с застройщиком и соседями за свой старый дом. Комедия от авторов «Ивановы-Ивановы»",
    "seventhSlide": "Самое долгожданное возвращение года! Лихие приключения неудержимого Бориса выходят на новый уровень",
    "eighthSlide": "Решивший испытать свои навыки выживания Джозеф оказывается в таинственном лесу, котором живёт смерть",
    "ninthSlide": "Снимая фильм о свадьбе друга, Зои многое понимает о любви и о самой себе. Ромком с Лили Джеймс",

    "subFor30Days": "30 дней подписки за 1 ₽",
    "certificate": "Активировать сертификат",

    "collectionHead": "Подборки",
    "firstCollection": "Лучшее романтическое кино",
    "secondCollection": "Самое время для аниме",
    "thirdCollection": "Лучшие комедии к 1 апреля",
    "fourthCollection": "Эталон детективных сериалов",
    "fifthCollection": "Лучшие криминальные сериалы",
    "sixthCollection": "Топ фэнтези-сериалов",
    "seventhCollection": "Мелодрамы",

    "duringTheWeek": "за неделю",
    "kindCartoons": "Добрые мультфильмы",
    "drama": "Драмы",

    "headInfo": "Онлайн-кинотеатр Иви: фильмы в хорошем качестве всегда приносят настоящее удовольствие",
    "firstParahraph": "Каждый день миллионы людей ищут фильмы онлайн, и никто не хочет усложнять себе жизнь – и вы наверняка один из них! А раз так, то Иви – это именно тот ресурс, который вам нужен. От лучших кинолент в HD-качестве вас отделяет буквально один клик. Мы не просто освобождаем от необходимости идти в кинотеатр или изучать программу телепередач – у посетителей нашего ресурса гораздо больше возможностей.",
    "secondParagraph": "Видеотека Иви – это постоянно пополняющаяся коллекция в рунете, которая насчитывает более 60 тысяч отечественного и зарубежного контента, доступного для просмотра онлайн. Мы первыми в России подписали контракты с крупнейшими голливудскими студиями (Walt Disney, Warner Bros., Sony, 20th Century Fox, Universal, Paramount, MGM и другими) и на постоянной основе сотрудничаем с крупнейшими российскими компаниями и телеканалами.",
    "listHeading": "Онлайн-кинотеатр ivi.ru – это:",
    "firstListItem": "● уникальная рекомендательная система, учитывающая ваши предпочтения и предлагающая посмотреть именно то, что точно придется вам по душе;",
    "secondListItem": "● просмотр в одно касание на любом из устройств, подключенном к вашему Иви-аккаунту – от смартфонов до телевизоров с технологией Smart TV;",
    "thirdListItem": "● возможность скачивать в память мобильного устройства лицензионный контент и смотреть его без доступа к Интернету;",
    "fourthListItem": "● уникальные условия и преимущества для обладателей подписки Иви, делающей кинопросмотр комфортным и приятным;",
    "fifthListItem": "● удобная и продвинутая система уведомлений, вы не пропустите выход крутого обсуждаемого блокбастера – мы известим о появлении подходящим для вас способом;",
    "sixthListItem": "● возможность добавлять фильмы в «смотреть позже», чтобы вернуться к ним в свободное время;",
    "seventhListItem": "● контент, для просмотра которого не требуется устанавливать видеоплееры или искать кодеки;",
    "eighthListItem": "● просмотр онлайн контента хорошего разрешения без регистрации и смс.",
    "lastParagraph": "Откройте для себя возможность смотреть фильмы онлайн бесплатно в отличном качестве с кинотеатром Иви!"
}