{
    "watchBySubscription": "Watch by subscription",
    "watchForFree": "Watch for free",
    "firstSlide": "Sergio is spying on the tenants of the house where he accidentally ended up. Unpredictable Spanish drama",
    "secondSlide": "Criminal Isaac enters into a deadly fight with his own son. Western with Sam Worthington",
    "thirdSlide": "Captain Semyonov continues to terrify criminals in the continuation of the hit series",
    "fourthSlide": "A girl doctor from the village transforms an arrogant plastic surgeon. Turkish romantic comedy",
    "fifthSlide": "Children from the outback fall under the influence of a mysterious and sinister force. Based on a story by Stephen King",
    "sixthSlide": "Grandfather Zakhar is fighting with the developer and neighbors for his old house. Comedy from the authors of «Ivanov-Ivanov»",
    "seventhSlide": "The most anticipated comeback of the year! The dashing adventures of the unstoppable Boris are reaching a new level",
    "eighthSlide": "Determined to put his survival skills to the test, Joseph finds himself in a mysterious forest inhabited by death",
    "ninthSlide": "While filming a friend's wedding, Zoe learns a lot about love and herself. Romcom with Lily James",

    "subFor30Days": "30 days subscription for 1 ₽",
    "certificate": "Activate certificate",
    
    "collectionHead": "Collections",
    "firstCollection": "Best romantic movie",
    "secondCollection": "It's time for anime",
    "thirdCollection": "The best comedies for April 1",
    "fourthCollection": "Standard detective series",
    "fifthCollection": "Best crime series",
    "sixthCollection": "Top fantasy series",
    "seventhCollection": "Melodramas",

    "duringTheWeek": "during the week",
    "kindCartoons": "Kind cartoons",
    "drama": "Drama",
    
    "headInfo": "Ivi Online Cinema: Movies in good quality are always a real pleasure",
    "firstParahraph": "Every day, millions of people search for movies online, and no one wants to make things difficult for themselves - and you must be one of them! And if so, then Evie is exactly the resource that you need. You are literally one click away from the best films in HD quality. We do not just free you from the need to go to the cinema or study the TV program - visitors to our resource have much more opportunities.",
    "secondParagraph": "Ivi's video library is a constantly growing collection in RuNet, which has more than 60 thousand domestic and foreign content available for viewing online. We were the first in Russia to sign contracts with the largest Hollywood studios (Walt Disney, Warner Bros., Sony, 20th Century Fox, Universal, Paramount, MGM and others) and we constantly cooperate with the largest Russian companies and TV channels.",
    "listHeading": "Online cinema ivi.ru is:",
    "firstListItem": "● a unique recommendation system that takes into account your preferences and offers to watch exactly what you will definitely like;",
    "secondListItem": "● one-touch viewing on any of the devices connected to your Ivy account - from smartphones to TVs with Smart TV technology;",
    "thirdListItem": "● the ability to download licensed content into the memory of a mobile device and watch it without access to the Internet;",
    "fourthListItem": "● unique conditions and benefits for Evie subscription holders, which make movie viewing comfortable and enjoyable;",
    "fifthListItem": "● convenient and advanced notification system, you will not miss the release of a cool discussed blockbuster - we will notify you of the appearance in a way suitable for you;",
    "sixthListItem": "● the ability to add movies to «watch later» to return to them in your spare time;",
    "seventhListItem": "● content that does not require installing video players or looking for codecs to view;",
    "eighthListItem": "● view online content of good resolution without registration and SMS.",
    "lastParagraph": "Discover the opportunity to watch movies online for free in excellent quality with the Ivi cinema!"
}